Repository: davemccrea/astrup
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: fi, sv

source: Actions
fi: Toiminnot
sv: Åtgärder

source: Anion gap
fi: Anionivaje
sv: Anjongap

source: Base excess
fi: Emäsylimäärä
sv: Basöverskott

source: Bicarbonate
fi: Bikarbonaatti
sv: Bikarbonat

source: Carboxyhemoglobin
fi: Karboksihemoglobiini

source: Chloride
fi: Kloridi
sv: Klorid

source: Female
fi: Nainen
sv: Kvinna

source: Glucose
fi: Glukoosi
sv: Glukos

source: H
fi: K

source: Hemoglobin
fi: Hemoglobiini

source: Ionized calcium
fi: Ionisoid. kalsium
sv: Joniserat kalcium

source: Ionized calcium corrected to pH 7.4
fi: Ion. Ca korj. pH 7,4
sv: Jon. kalcium korr till pH 7,4

source: L
fi: M

source: Lactate
fi: Laktaatti
sv: Laktat

source: Male
fi: Mies
sv: Man

source: Methemoglobin
fi: Methemoglobiini

source: Oxygen content
fi: Happipitoisuus
sv: Syreinnehåll

source: Oxygen saturation
fi: Happikylläisyys
sv: Syremättnad

source: Partial pressure of carbon dioxide
fi: Hiilidioksidin osapaine
sv: Partialtryck koldioxid

source: Partial pressure of oxygen
fi: Hapen osapaine
sv: Partialtryck syre

source: Potassium
fi: Kalium
sv: Kalium

source: Sodium
fi: Natrium
sv: Natrium

source: close
fi: sulje
sv: stäng

source: Check Answers
fi: Tarkista vastaukset
sv: Kontrollera svar

source: Next
fi: Seuraava
sv: Nästa

source: Answers:
fi: Vastaukset:
sv: Svar:

source: Age Range
fi: Ikähaarukka
sv: Åldersintervall

source: Click on any parameter in the printout to learn more about it.
fi: Klikkaa mitä tahansa parametria tulosteessa oppiaksesi siitä lisää.
sv: Klicka på valfri parameter i utskriften för att lära dig mer om den.

source: For each parameter, select whether the value is Low (L), Normal (N), or High (H) compared to its reference range. Once you've made all 18 selections, click "Check Answers".
fi: Valitse jokaiselle parametrille, onko arvo matala (M), normaali (N) vai korkea (K) verrattuna viitearvoihin. Kun olet tehnyt kaikki 18 valintaa, paina "Tarkista vastaukset".
sv: För varje parameter, välj om värdet är Lågt (L), Normalt (N) eller Högt (H) jämfört med referensintervallet. När du har gjort alla 18 val, klicka på "Kontrollera svar".

source: Instructions
fi: Ohjeet
sv: Instruktioner

source: Note: determines Hb
fi: Huom: määrittää Hb
sv: Obs: bestämmer Hb

source: Note: determines pO2
fi: Huom: määrittää pO2
sv: Obs: bestämmer pO2

source: Settings
fi: Asetukset
sv: Inställningar

source: Sex
fi: Sukupuoli
sv: Kön

source: Show hover hints
fi: Näytä hover-vihjeet
sv: Visa hovertips

source: Acidosis
fi: Asidoosi
sv: Acidos

source: Alkalosis
fi: Alkaloosi
sv: Alkalos

source: Classify each parameter as acidosis, normal, or alkalosis:
fi: Luokittele jokainen parametri asidoosiksi, normaaliksi tai alkaloosiksi:
sv: Klassificera varje parameter som acidos, normal eller alkalos:

source: Clinical Presentation
fi: Kliininen esitys
sv: Klinisk presentation

source: Interpret
fi: Tulkitse
sv: Tolka

source: Next Case
fi: Seuraava tapaus
sv: Nästa fall

source: No selection
fi: Ei valintaa
sv: Inget val

source: Normal
fi: Normaali

source: Results
fi: Tulokset
sv: Resultat

source: Read the clinical presentation, classify each parameter, and select the most appropriate interpretation.
fi: Lue kliininen esitys, luokittele jokainen parametri ja valitse sopivin tulkinta.
sv: Läs den kliniska presentationen, klassificera varje parameter och välj den mest lämpliga tolkningen.

source: Score
fi: Pisteet
sv: Poäng

source: Available languages
fi: Saatavilla olevat kielet
sv: Tillgängliga språk

source: Back to Learning
fi: Takaisin oppimiseen
sv: Tillbaka till lärande

source: Blood Gas Interpreter
fi: Verikaasutulkki
sv: Blodgastolkare

source: Blood Gas Values
fi: Verikaasu-arvot
sv: Blodgasvärden

source: Cannot determine primary disorder
fi: Primääristä häiriötä ei voida määrittää
sv: Kan inte fastställa primär störning

source: Change language
fi: Vaihda kieli
sv: Byt språk

source: Choose compensation level...
fi: Valitse kompensaatiotaso...
sv: Välj kompensationsnivå...

source: Choose primary disorder...
fi: Valitse primäärihäiriö...
sv: Välj primär störning...

source: Clear
fi: Tyhjennä
sv: Rensa

source: Compensation
fi: Kompensaatio
sv: Kompensation

source: Desktop Required
fi: Työpöytä vaaditaan
sv: Skrivbord krävs

source: Determine the level of compensation:
fi: Määritä kompensaation taso:
sv: Bestäm kompensationsnivån:

source: Enter pH, CO₂, and HCO₃⁻ values to get an acid-base interpretation
fi: Syötä pH-, CO₂- ja HCO₃⁻-arvot saadaksesi happo-emästasapainotulkinnan
sv: Ange pH-, CO₂- och HCO₃⁻-värden för att få en syra-bastolkning

source: Fill in the blood gas values to get an interpretation
fi: Täytä verikaasu-arvot saadaksesi tulkinnan
sv: Fyll i blodgasvärdena för att få en tolkning

source: Fully compensated
fi: Täysin kompensoitu
sv: Fullständigt kompenserad

source: HCO₃⁻ must be between 5.0 and 50.0 mmol/L
fi: HCO₃⁻:n on oltava 5,0-50,0 mmol/l
sv: HCO₃⁻ måste vara mellan 5,0 och 50,0 mmol/L

source: Identify the primary acid-base disorder:
fi: Tunnista primäärinen happo-emästasapainohäiriö:
sv: Identifiera den primära syra-basstörningen:

source: Interactive guide to ABG parameter reference values
fi: Interaktiivinen opas verikaasu-parametrien viitearvoihin
sv: Interaktiv guide till blodgasparametrarnas referensvärden

source: Metabolic Acidosis
fi: Metabolinen asidoosi
sv: Metabolisk acidos

source: Metabolic Alkalosis
fi: Metabolinen alkaloosi
sv: Metabolisk alkalos

source: Minimum screen width: 1024px
fi: Näytön minimileveeys: 1024px
sv: Minsta skärmbredd: 1024px

source: Normal acid-base status
fi: Normaali happo-emästasapaino
sv: Normal syra-basstatus

source: Note: Mixed acid-base disorders and fully compensated conditions exist in clinical practice but are not addressed here for educational simplicity.
fi: Huom: Sekoittuneet happo-emästasapainohäiriöt ja täysin kompensoidut tilat esiintyvät kliinisessä käytännössä, mutta niitä ei käsitellä täällä opetuksellisen yksinkertaisuuden vuoksi.
sv: Obs: Blandade syra-basstörningar och fullständigt kompenserade tillstånd förekommer i klinisk praktik men behandlas inte här för pedagogisk enkelhet.

source: Parameter
fi: Parametri

source: Partially compensated
fi: Osittain kompensoitu
sv: Delvis kompenserad

source: Primary Disorder
fi: Primäärihäiriö
sv: Primär störning

source: Respiratory Acidosis
fi: Hengityksen asidoosi
sv: Respiratorisk acidos

source: Respiratory Alkalosis
fi: Hengityksen alkaloosi
sv: Respiratorisk alkalos

source: Take Quiz
fi: Osallistu kilpailuun
sv: Ta quiz

source: Test your knowledge of ABG parameter reference ranges
fi: Testaa tietosi verikaasu-parametrien viitealueista
sv: Testa dina kunskaper om blodgasparametrarnas referensintervall

source: The combination of values suggests a mixed disorder or measurement error
fi: Arvojen yhdistelmä viittaa sekoittuneeseen häiriöön tai mittausvirheeseen
sv: Kombinationen av värden tyder på en blandad störning eller mätfel

source: This application requires a larger screen for the best experience. Please use a desktop or laptop computer.
fi: Tämä sovellus vaatii suuremman näytön parhaan käyttökokemuksen saamiseksi. Käytä työpöytä- tai kannettavaa tietokonetta.
sv: Denna applikation kräver en större skärm för bästa upplevelse. Använd en stationär eller bärbar dator.

source: This learning section is under development. Take the quiz to practice interpretation skills!
fi: Tämä oppimisosio on kehitteillä. Osallistu kilpailuun harjoitellaksesi tulkintataitoja!
sv: Detta lärande avsnitt är under utveckling. Ta quizet för att öva tolkningsfärdigheter!

source: Uncompensated
fi: Kompensoimaton
sv: Okompenserad

source: is required
fi: on pakollinen
sv: är obligatorisk

source: pCO₂ must be between 1.0 and 20.0 kPa
fi: pCO₂:n on oltava 1,0-20,0 kPa
sv: pCO₂ måste vara mellan 1,0 och 20,0 kPa

source: pH must be between 6.0 and 8.0
fi: pH:n on oltava 6,0-8,0
sv: pH måste vara mellan 6,0 och 8,0

source: Learn
fi: Oppi
sv: Lär

source: Quiz
fi: Kilpailu

source: Acid-base status
fi: Happo-emästasapaino
sv: Syra-basstatus

source: Age
fi: Ikä
sv: Ålder

source: Basic info (optional)
fi: Perustiedot (valinnainen)
sv: Grundinfo (valfritt)

source: Choose...
fi: Valitse...
sv: Välj...

source: Electrolyte values
fi: Elektrolyyttiarvot
sv: Elektrolytvärden

source: Logout
fi: Kirjaudu ulos
sv: Logga ut

source: Metabolite values
fi: Metaboliittiarvot
sv: Metabolitvärden

source: Oximetry values
fi: Oksimetriaarvot
sv: Oximetrivärden

source: Temperature-corrected values
fi: Lämpötilakorjatut arvot
sv: Temperaturkorrigerade värden

source: Thanks! Submission successful!
fi: Kiitos! Lähetys onnistui!
sv: Tack! Inlämning lyckades!

source: Practice interpreting ABG results with clinical cases
fi: Harjoittele verikaasu-tulosten tulkintaa kliinisten tapausten avulla
sv: Öva på att tolka blodgasresultat med kliniska fall
